{
    "title": "client services",
    "url": " https://interfaithrise.org/client-services/",
    "body": "\n\n ,(https://interfaithrise.org/)\nEmployment ,(https://interfaithrise.org/employment-opportunities/)\nAbout ,(#)\nAnnual Walk ,(https://interfaithrise.org/walkathon/)\nWhat We Do ,(https://interfaithrise.org/what-we-do/)\nVision & Mission ,(https://interfaithrise.org/mission-vision/)\nCommunity Collaborators ,(https://interfaithrise.org/coalition-members/)\nCurrent Crises ,(https://interfaithrise.org/current-crisis/)\nClient Services ,(#)\nClient Services ,(https://interfaithrise.org/client-services/)\nCase Management ,(https://interfaithrise.org/case-management-2/)\nEmployment Services ,(https://interfaithrise.org/employment-services/)\nEnglish Language Learning ,(https://interfaithrise.org/english-language-learning/)\nPreferred Communities ,(https://interfaithrise.org/preferred-communities/)\nRefugee School Impact ,(https://interfaithrise.org/refugee-school-impact/)\nCareer Pathways ,(https://interfaithrise.org/career-pathways/)\nResources ,(#)\nSupplemental Resources ,(https://interfaithrise.org/supplemental-resources/)\nAfghan Client Resources ,(https://interfaithrise.org/afghan-client-resources/)\nEligibility & Benefits FAQ ,(https://interfaithrise.org/eligibility-benefits-faq/)\nLegal Resources ,(https://interfaithrise.org/legal-resources/)\nParent Resources ,(https://interfaithrise.org/parent-resources/)\nTransportation ,(https://interfaithrise.org/transportation/)\nDonate ,(#)\nDonate ,(https://interfaithrise.org/donate/)\nHousehold Donations Highland Park ,(https://interfaithrise.org/household-donations/)\nHousehold Donations S. Jersey ,(https://interfaithrise.org/household-donations-sj/)\nVolunteer ,(https://interfaithrise.org/volunteer/)\nGlobal Grace ,(#)\nGlobal Grace Cafe & Marketplace ,(https://global-grace-marketplace-cafe.square.site/)\nGlobal Grace Farms ,(https://interfaithrise.org/global-grace-farms/)\nI-RISE Recycled Woodshop ,(https://interfaithrise.org/i-rise-recycled-woodshop/)\n\n\n ,(https://interfaithrise.org)\ninfo@interfaithrise.org  ,(mailto:info@interfaithrise.org)\nI-RISE provides an array of wrap-around services to our Refugee Support Services (RSS) populations. Those services include but are not limited to:,\n,\nAdditionally, we provide referrals for all RSS set asides such as:,\nRead More ,(https://interfaithrise.org/?page_id=4971&preview=true)\nAt IRISE, we believe that stable employment is a crucial component of successful resettlement and integration. Through our Employment Services, we strive to empower refugees and immigrants with the skills, resources, and support necessary to achieve economic self-sufficiency, build sustainable futures, and contribute meaningfully to their new communities.  Some of the services we provide include:,\n,\nRead More ,(https://interfaithrise.org/?page_id=5013&preview=true)\nI-RISE English language instruction includes: in-person and online individualized tutoring and in-person and online English classes for pre-literate to low intermediate English students.  We have a mixed level conversation class and an English for Work class that meet in person.  All online classes are synchronous and done through Zoom.  Online classes focus on English reading literacy and basic vocabulary.  Students who are too far away to come to onsite classes will either be referred to our online English instruction or they may be referred to a community partner organization.  Students may be eligible for a volunteer tutor.   ,\nRead More ,(https://interfaithrise.org/?page_id=4997&preview=true)\nPreferred Communities (PC), provides intensive case management to refugees and other qualifying immigrant groups who need additional support. At Interfaith-RISE, we specialize in medical case management to help refugees move towards stability and self-sufficiency with individualized, comprehensive case management services for up to one year.,\nThe Preferred Communities (PC) program supports refugee populations with challenging needs that require special attention, including those with serious medical conditions, women at risk, and elderly refugees. ,\nRead More ,(https://interfaithrise.org/?page_id=5030&preview=true)\nI-RISE works with school-aged clients and their families to ensure students are enrolled in school in a timely fashion;  they have access to academic support outside of the classroom (after school tutoring) as needed;  encourages parents to be engaged in their children’s education (parent orientation); and educates school personnel to be culturally sensitive to clients’ needs. As a result, RSI provides services that improve refugee students’ academic performance, improve their English language acquisition, engage parent participation in school activities, and ensure that school staff is aware of their culture and beliefs (advocating for prayer time, for example). ,\nRead More ,(https://interfaithrise.org/?page_id=5075&preview=true)\nCareer Pathways (CP) serves I-RISE clients by helping them to find and enroll in training programs to boost their work and other skills and increase their marketability and, after program completion, to place them in upgraded jobs. CP offers 2 tracks, Career Advancement and Employment Training Program.,\nOur Career Advancement track assists clients, who are already working, to enroll in training programs leading to in-demand, industry-recognized certification or licensure and, upon completion, to help them land upgraded jobs.  ,\nThe Employment Training Program is…..,\nRead More ,(https://interfaithrise.org/?page_id=5200&preview=true)\nInterfaith-RISE is a program of the Reformed Church of Highland Park Affordable Housing corporation, a non-profit, 501(c)3 organization that provides affordable housing, supportive services, and connection to meaningful community to low-income individuals and families in central New Jersey. All RCHP-AHC projects are non-discriminatory and are open to the public. Learn more at rchp-ahc.org,\n rchp-ahc.org ,(http://rchp-ahc.org/)\ninfo@interfaithrise.org ,(mailto:info@interfaithrise.org)\nI-RISE South Office:,\ninfo@interfaithrise.org ,(mailto:Andrea@interfaithrise.org)\nDesigned by Elegant Themes | Powered by WordPress,\nElegant Themes ,(https://www.elegantthemes.com)\nWordPress ,(https://www.wordpress.org)\n"
}