{
    "title": "Welcome-Booklet_Creole.pdf",
    "url": "Welcome-Booklet_Creole.pdf",
    "body": "Dènye mizajou oktòb 2022BYENVINI NAN\nNEW JERSEY\nETA JADEN AN!\n_______________\nEnfòmasyon pou moun ki fèk vini yo2Sa a se yon dosye akèy ki gen yon seri resous ki la pou ede ou menm ak\nfanmi ou. W ap jwenn enfòmasyon sou resous ak sèvis tankou sèvis\nlegal, èd alimantè ak èd nan salè, swen sante ak sèvis sante mantal,\nenskripsyon nan lekòl, jwenn yon kat idantifikasyon pou eta a, ak\ntranspò. Tout sijè yo gen lyen ki ap voye w sou sit entènèt yo endike yo.\nGenyen depliyan ak kontak tou konsènan diferan sèvis ak resous ki\ndisponib pou rezidan New Jersey yo.3Tabdèmatyè\nOu Bezwen Asistans Legal?........................................................................................................................... 5\nFounisè sèvis jiridik legal pou asistans jeneral.......................................................................................... 5\nSèvis legal pou sa ki konsène imigrasyon pou minè oswa jèn ki pa akonpaye......................................... 5\nFounisè Sèvis Legal Pro Bono (gratis) pou Imigrasyon yo la ..................................................................... 5\nFè demann azil .......................................................................................................................................... 6\nI-94s........................................................................................................................................................... 6\nOu bezwen Èd Alimantè oswa nan Revni?.................................................................................................... 6\nGadmanje.................................................................................................................................................. 6\nPwogram, Fanm, Nourison ak Timoun (Women, Infants, and Children, WIC) ......................................... 6\nPwogram Èd Siplemantè nan New Jersey (New Jersey Supplemental Assistance Program, NJSNAP).....7\nAsistans tanporè pou Fanmi ki nan Bezwen (Temporary Assistance for Needy Families, TANF).............7\nAsistans Jeneral (GA)................................................................................................................................. 7\nOu preyokipe pou akseptasyon avantaj yo ak \"chaj piblik la?\" ................................................................ 7\nBezwen Swen Sante ak Sipò pou Sante Mantal? .......................................................................................... 7\nSant Sante Gouvènman an Otorize (Federally Qualified Health Centers, FQHCs).................................... 7\nPwogram Èd pou Pèman Asistans Ospitalye nan New jersey................................................................... 8\nSipò pou Sante Mantal.............................................................................................................................. 8\nKouvèti medikal ........................................................................................................................................ 8\nElijibilite Imigran yo pou Medicaid ........................................................................................................... 8\nPwogram Pèman Ijans Medikal................................................................................................................. 8\nKòman mwen ka aplike pou yon Pwogram Pèman Ijans Medikal pou rezidan san papye?..................... 9\nGet Covered NJ - asirans maladi gras ak Lalwa sou Swen Abòdad ........................................................... 9\nOu Bezwen Enskri Timoun Ou an Lekòl?....................................................................................................... 9\nVaksinasyon ............................................................................................................................................ 10\nOu Bezwen Idantifikasyon?......................................................................................................................... 10\nOu bezwen Transpò? .................................................................................................................................. 10\nKi kote mwen ka jwenn enfòmasyon konsènan tarif yo? ....................................................................... 10\nKisa k ap pase si mwen dwe vwayaje an deyò New Jersey, New York ak Philadelphia?........................11\nBagay ou Dwe Konnen sou Lwa kont Diskriminasyon, Dwa nan Espas Travay ak Resous New Jersey ......114Resous Anplis\n•Resous Depatman Sèvis Sosyal New Jersey ( Anglè ,Espanyòl )\n•Biwo Sèvis pou Nouvo Ameriken yo nan New Jersey ( Bileng: Anglè, Espanyòl )\n•Lis Founisè Sèvis Legal Gratis Nan New Jersey ( Anglè )\n•Èd Alimantè ak Nitrisyonèl pou Fanm, Tibebe ak Timoun (Women, Infants, and Children,\nWIC) ( Anglè ,Espanyòl )\n•Konsèy Sèvis Sosyal Konte a ( Sit entènèt DHS )\n•Sant Sante ki Kalifye nan Nivo Federal ( Sit entènèt DOH )\n•Vaksinasyon K-12 Depatman Sante New Jersey ( Anglè )\n•Sèvis Legal pou timoun migran ki pa akonpaye yo ( Bileng: Anglè, Espanyòl )\n•Pwogram Edikasyon pou Timoun ak Jèn ki Sanzabri ( Sou sit entènèt Distri a )\n•5 Bagay Ou Dwe Konnen Sou Lwa New Jersey ak Diskriminasyon ( Anglè, Espanyòl )\n•5 Bagay ou ta dwe konnen sou pwoteksyon kont diskriminasyon nan lekòl ( Ang., Esp )\n•Sant Resous pou Fanm Ispanik yo ( Anglè, Espanyòl )\n•Vòl Idantite ak Eskwokri ( Anglè ,Espanyòl )\n•Evite Fwod Sèvis Imigrasyon yo ( Anglè ,Espanyòl )\n•Fwod sou ti Granmoun ( Anglè ,Espanyòl )\n•Salè pa èdtan nan New Jersey ( Anglè )5Ou Bezwen Asistans Legal?\nLi enpòtan pou w konprann sitiyasyon imigrasyon ou ak ki opsyon ki disponib pou ou menm ak\nfanmi ou pou nou ka chèche èd imigrasyon. Men kèk resous si ou bezwen sipò legal.\nSi w ap chèche azil, ka w la ka twouve l nan diferan etap nan pwosesis demann azil la epi yo ka\nrele w nan yon odyans nan tribinal New Jersey oswa yon lòt eta. Men kèk resous ak\nenfòmasyon ki enpòtan pou ou.\nRemak: Ou ka aprann plis sou pwochen etap ou a nan sa ki konsène imigrasyon ak dat odyans\nou a nan tribinal lè w rele 1-800-898-7180 oswa lè w vizite sit entènèt sa a. Ou kapab klike la\ntou pou jwenn enfòmasyon sou sit entènèt Kontwòl Imigrasyon ak Ladwàn (Immigration and\nCustoms Enforcement, ICE) pou moun ki te libere anba gad ofisyèl imigrasyon yo sou fwontyè\nsidwès Etazini an epi ki te resevwa enstriksyon pou yo ale nan yon Biwo Kontwòl Imigrasyon ak\nLadwàn Etazini (Immigration and Customs Enforcement, ICE).\nFounisè sèvis jiridik legal pou asistans jeneral\nOu ka rele òganizasyon yo pou yon konsiltasyon oswa pou yon konsèy; tanpri sonje\nakonpayman nenpòt nan òganizasyon sa yo depann de kapasite yo epi li pa garanti anyen.\nGen konseye jiridik ak reprezantasyon gratis oswa a ba pri epi ki espesyalize ki disponib pou\nmoun ki an danje epi ki vilnerab a depòtasyon oswa ki nan yon pwosedi depòtasyon/voye\ntounen nan New Jersey epi ki pa gen aksè a yon avoka.\nKomite Sèvis Zanmi Ameriken yo (American Friends Service Committee) : Rele 973-643-1924\npou w ka mande yon konsiltasyon\nSèvis Legal New Jersey (Legal Services of New Jersey, LSNJ) : Rele 732-572-9100 ext. 8782 oswa\nalelapou w mande yon konsiltasyon\nCatholic Charities of Newark ap dirije tou yon Biwo Asistans Tribinal Imigrasyon nan Tribinal\nImigrasyon Newark la, pou bay enfòmasyon ak lòt fòm asistans legal (pa gen reprezantasyon).\nOu ka jwenn yo nan 970 Broad Street, Newark, NJ, soti 9:30 a.m. rive 1:00 p.m. Lendi jiska jedi.\nSèvis legal pou sa ki konsène imigrasyon pou minè oswa jèn ki pa akonpaye\nGen konsèy legal gratis ak kowòdinasyon sèvis sosyal ki disponib pou timoun ak jèn migran ki pa\nko gen 21 lane ki rive nan New Jersey antanke minè ki pa akonpaye k ap chèche refij.\nTimoun ki bezwen pou yo defann yo : Rele oswa ekri nan 201-305-9217 , oswa voye yon imel nan\nUACscreening@njcic.org\nFounisè Sèvis Legal Pro Bono (gratis) pou Imigrasyon yo la6Fè demann azil\nSèvis Sitwayènte ak Imigrasyon Etazini Enfòmasyon sou demann azil\nSi w kalifye pou w jwenn azil , ou ka gen pèmisyon pou w rete Ozetazini. Pou w fè yon demann\nazil, ou dwe depoze yon Fòmilè I-589, Demann Azil ak Refi pou Deplase (Application for Asylum\nand for Withholding of Removal) , yon ane apre ou fin antre Ozetazini. Ou ka mete konjwen ou\nak pitit ou ki Ozetazini nan demann azil ou a nan moman ou ap depoze l oswa nenpòt lè jiskaske\nyo pran yon desizyon final sou ka w la. Pou w ka mete pitit ou a nan demann ou an, timoun nan\npa dwe gen 21 lane epi li pa dwe marye.\nSi w gen yon demann azil ki annatant, ou ka elijib pou w fè yon demann pouotorizasyon travay.\nPou w aplike, ou dwe ranpli Fòmilè I-765, Aplikasyon pou Otorizasyon Travay (Application for\nEmployment Authorization), 150 jou apre ou fin fè demann azil ou a. Ou pa elijib pou w resevwa\nyon Dokiman Otorizasyon Travay (Employment Authorization Document, EAD) toutotan\ndemann azil ou a pa gen omwen 30 jou annatant ankò, sa ki bay yon total 180 jou, yo souvan\nrele Revèy EAD Azil 180 Jou (180-Day Asylum EAD Clock).\nI-94s\nYonFòmilè Elektwonik I-94 se yon dosye admisyon ki gen ladan l dat ou antre Ozetazini, estati\nw, ak dat depa w, si w te antre avèk dokiman enspeksyon/antre ki valid. Si w pèdi dokiman sa a,\nou ka repran li la.\nOu bezwen Èd Alimantè oswa nan Revni?\nGadmanje\nAnpil gadmanje ak soup popilè ka ede w jwenn yon repa gratis oswa manje ki ka gate. Pou w\njwenn yon gadmanje oswa yon soup popilè touprè w rele oswa ekri yon mesaj tèks nan 2-1-1.\nNJ 211 bay asistans chak jou an dirèk 24/24. Sèvis sa gratis, konfidansyèl epi nan plizyè lang. Ou\nka sèlman konpoze 2-1-1, voye kòd postal ou nan yon mesaj tèks bay 898-211), oswa diskite\nanliy . Kenpòt metòd ou chwazi a, w ap pale ak yon espesyalis nan resous kominotè ki fòme nan\nsistèm federal, etatik, lokal ki la yo pou ede w.\nPwogram, Fanm, Nourison ak Timoun (Women, Infants, and Children, WIC)\nWIC bay èd alimantè ak nitrisyonèl pou fanm ansent ak timoun jiska 5 lane. Sèvis WIC yo\ndisponib kenpòt estati imigrasyon an. Ou ka aplike nan yon biwo WIC . Pou w jwenn youn\ntoupre w, klike la.\nFich enfòmasyon sou WIC yo disponib nan plizyè lang la7Pwogram Èd Siplemantè nan New Jersey (New Jersey Supplemental Assistance\nProgram, NJSNAP)\nNJSNAP ède fwaye ki elijib yo pou yo achte manje nan episri oswa mache fèmye. Fanmi ki elijib\nyo ak imigran ki kalifye yo ka aplike pou NJSNAP sou entènèt lè yo vizite NJHelps.gov oswa lè yo\nale nan ajans sèvis sosyal konte lokal yo a .\nAsistans tanporè pou Fanmi ki nan Bezwen (Temporary Assistance for Needy\nFamilies, TANF)\nTANF bay èd finansye tanporè ak èd pou lojman an ijans pou fanmi ki elijib yo ki gen timoun\npou yo ka reponn ak bezwen de baz yo. Fanmi ki elijib yo ak imigran ki kalifye yo ka aplike pou\nTANF lè yo vizite NJHelps.gov oswa lè yo ale nan ajans sèvis sosyal konte lokal yo a .\nAsistans Jeneral (GA)\nGA bay yon èd tanporè an espès oswa yon èd pou lojman an ijans pou moun ki selibatè ki elijib\nyo pou yo ka reponn ak bezwen fondamantal yo. Imigran ki elijib yo ka aplike pou GA lè yo vizite\nNJHelps.gov oswa lè yo ale nan ajans sèvis sosyal konte lokal yo a .\nOu preyokipe pou akseptasyon avantaj yo ak \"chaj piblik la?\"\nSi ou aplike pou yon kat vèt(estati rezidan pèmanan legal), viza/pwolonjman viza oswa yon\nchanjman estati, ou dwe pase yon tès \"chaj piblik\" pou w evalye si moun lan ap depann de\navantaj gouvènman an. Sel avantaj yo pran an chaj nan tès chaj piblik la se pwogram èd an\nespès yo ki bay yon sipò kontini, sa gen ladan l Revni Sekiritè Siplemantè (Supplemental Security\nIncome, SSI), TANF ak asistans jeneral. Swen enstitisyonèl alontèm yo tankou mezon retrèt\ngouvènman an peye ladan l tou. Si ou pa konnen si sa aplike pou ou oswa pou yon manm nan\nfanmi w, tanpri konsilte yon avoka espesyalize nan imigrasyon.\nBezwen Swen Sante ak Sipò pou Sante Mantal?\nSant Sante Gouvènman an Otorize (Federally Qualified Health Centers, FQHCs)\nFQHC yo se sant sante kominotè ki bay sèvis swen sante gratis oswa a ba pri pou moun ki pa\ngen asirans medikal. Sant sante yo ofri yon varyete sèvis ki gen ladan yo:\n•Swen Sante Primè ak Prevantif Konplè\n•Sèvis Pedyatrik\n•Swen Dantè\n•Sante Fanm\n•Sante Mantal/Konpòtmantal\n•Sèvis Laboratwa\n•Konsèy ak Depistaj VIH/SIDA\n•Ak plis toujou.\nSant sante yo lokalize nan tout Eta a. Pou lokalize sant sante ki pi prè w, tanpri vizite la.8Pwogram Èd pou Pèman Asistans Ospitalye nan New jersey\nPwogram lan disponib pou pasyan ki etène oswa nan klinik ekstèn nan tout lopital pou swen egi\nnan New Jersey. Sèvis ki medikalman nesesè yo elijible pou pasyan ki reponn ak kritè revni ak\npatrimwan yo. Pou plis enfòmasyon, tyeke anglè akespanyol .\nSipò pou Sante Mantal\nMental Health Cares ofri enfòmasyon sou sante konpòtmantal ak referans pou moun ki bezwen\nsipò emosyonèl oswa lòt pwoblèm sante. Yo disponib 7/7 sòti 8è nan maten rive 8 è nan\naprèmidi nan 1-866-202-HELP (4357) oswa voye NJHOPE nan 51684.\n988 Suicide & Crisis Lifeline Si ou gen panse suisidè oswa si ou gen yon kriz ki\ngen rapò ak sante mantal ou oswa ak toksikomani, rele oswa voye yon mesaj\ntèks nan 988.\nItilizatè lang siy yo ka rele videyofòn lan nan 973-870-0677 pou sipò emosyonèl.\nMoun ki bezwen èd pou tretman toksikomani ka rele 1-844-ReachNJ (1-844-732-2465) 24 sou\n24, 7 sou 7 pou yo ka mete yo an relasyon ak yon tretman kenpòt si yo gen asirans oswa non.\nKouvèti medikal\nNew Jersey Medicaid yo konnen tou sou non NJ FamilyCare bay asirans maladi gratis oswa a ba\npri pou fanmi oswa moun ki elijib sa gen ladn l fanm ansent, timoun ak moun andikape. Moun\nyo ka fè oto evalyasyon pou NJ FamilyCare nan NJHelps epi aplike sou entènèt nan\nNJ FamilyCare .\nPwogram Asirans Maladi pou Timoun lan (The Children’s Health Insurance Program, CHIP) ofri\nkouvèti medikal gratis oswa a ba pri pou timoun ki gen mwens pase 19 an ki ranpli kèk\nkondisyon revni familyal. Pou w aplike, tanpri vizite sit entènèt NJ FamilyCare .\nElijibilite Imigran yo pou Medicaid\nTimoun ki gen 18 lane oswa mwens ak fanm ansent ki legalman prezan ka aplike pou NJ\nFamilyCare kenpòt dat yo te antre Etazini. Yo pa gen pou yo ret tann senk lane pou yo ka elijib.\nAdilt ki legalman rezidan pèmanan Ozetazini dwe gen estati depi pou pi piti senk lane pou yo ka\nelijib pou NJ FamilyCare. Tanpri kontakte NJ FamilyCare pou elijibilite .\nPwogram Pèman Ijans Medikal\nSi ou menm oswa timoun ou yo se rezidan New Jersey, te gen yon ijans medikal yon ti tan\nanvan sa epi nou pa elijib pou NJ FamilyCare paske nou pa ranpli kondisyon\nsitwayènte/imigrasyon, ou menm oswa timoun ou o ka kalifye pou pèman kèk sèvis medikal\nijan atravè NJ.9Pou yon moun ka gen aksè ak Pwogram Pèman Ijans Medikal la, li dwe:\n•se yon rezidan ki etabli nan New Jersey;\n•pa gen okenn dokiman Sitwayen ameriken ak Sèvis Imigrasyon (U.S. Citizenship and\nImmigration Service, USCIS); oswa\nogen yon estati legalman prezan (kat vèt oswa kèk viza) oswa yon lòt estati\nimigrasyon ak restriksyon men te antre Ozetazini 22 dawout 1996 oswa apre epi\nou pa rete Ozetazini pandan 5 lane; oswa\nose yon non imigran (etidyan, pitit yon travayè oswa yon vizitè ki an vwayaj\npou biznis)\n•gen yon revni ki nan valè estanda apwopriye a pou gwosè fwaye ou a\n•reponn ak tout lòt kondisyon pou kalifikasyon Medicaid yo.\nKòman mwen ka aplike pou yon Pwogram Pèman Ijans Medikal pou rezidan\nsan papye?\nLè yon evènman medikal ijans rive jan sa dekri pi wo a, lopital la ap lanse yon\npwosesis demann pou Pwogram Pèman Ijans Medikal.\n•Lopital la ap asire ke yo ranpli demann lan ansanm ak dokiman nesesè yo anvan yo\negzeyate yon moun.\n•Lopital la ap voye dokimantasyon an bay konsèy sèvis sosyal konte apwopriye a, kote y\nap fin gade si li elijib.\n•Si yo bezwen plis enfòmasyon, konsèy la ka kontakte demandè a oswa reprezantan li\npou lòt enfòmasyon anplis Y ap voye avi sou detèminasyon elijibilite a nan adrès ki sou\ndemann lan.\n•Depi yo fin detèmine yon moun elijib, y ap soumèt reklamasyon yo bay Medicaid pou\npèman.\nGet Covered NJ - asirans maladi gras ak Lalwa sou Swen Abòdad\nNouvo arivan yo elijib tou pou plan asirans maladi yo selon Lalwa sou Swen Abòdab. Get\nCovered NJ se mache ofisyèl plan sante New Jersey pou plan sa yo. Nouvo moun ki vini yo gen\nposibilite pou yo postile nan 60 jou aprè yo fin rive oswa tann enskripsyon kòmanse soti 1e\nnovanm rive 31 janvye.\nOu Bezwen Enskri Timoun Ou an Lekòl?\nNew Jersey ofri yon lekòl piblik gratis depi nan kindergaten (k) a 5 an rive nan 12èmane, nan\ndistri eskolè kote w ap viv la .\nHead Start se yon pwogram preparasyon pou lekòl pou timoun yo jiska laj 5 lane, gratis pou\nfanmi ki gen yon fèb revni, kenpòt estati imigrasyon yo, selon eligibilite yo .10Vaksinasyon\nElèv ki pa gen pran vaksen obligatwa ka paka frekante lekol la jiskaske yo pran vaksen\napwopriye yo oswa soumèt yon fòmilè egzanpsyon bay enfimyè lekòl la. Ou ka jwenn plis\nenfòmasyon sou vaksen yo egzije yo ak kòman ou ka soumèt dokiman yo lè w klike la.\nOu Bezwen Idantifikasyon?\nYo baykat idantifikasyon Eta a oswa kat idantifikasyon ak fotobay rezidan New Jersey yo\nkenpòt estati imigrasyon yo. Se sèlman yon kat idantifikasyon epi yo paka itilize li pou kondwi.\nPèmi kondui New Jerseyse yon lòt fòm idantifikasyon Eta a epi li nesesè pou w jwenn dwa pou\nw kondui. Tout kandida ki mande yon Pèmi Kondui nan New Jersey dwe elijib pou sa epi pase\nyon egzamen ekriak yon egzamen konduit . Ou ka jwenn yon lisans New Jersey kenpòt estati\nimigrasyon ou.\nOu ka aplike an pèsòn nan lokal New Jersey Motor Vehicle Commission .\nYon altènatif pou kat idantite Eta a sekat idantite vil la.Gen kèk vil nan New Jersey ki bay yon\nkat idantite ak foto pou rezidan yo ki ba yo aksè a divès pwogram ansanm ak rabè nan vil la.\nTanpri kontakte biwo minisipal/majistra lokal pou w verifye si vil ou a ofri kat idantite.\nOu bezwen Transpò?\nNJ TRANSIT se yon sistèm transpò nan piblik nan New Jersey. NJ TRANSIT kouvri yon zòn sèvis\nak bis, Ray epi metwo leje ki relye prensipal pwen New Jersey, New York ak Philadelphie.\nKi kote mwen ka jwenn enfòmasyon konsènan tarif yo?\nTarif yo depann de plizyè faktè tankou distans, tip biyè ou achte a, tip transpò itilize a, dat la\nak/oswa lè nan jounen an. Pou tarif vwayaj espesifik yo, ou dwe verifye orè ak enfòmasyon sou\nitinerè a. Yo ka achte tikè pou tout mòd transpò yo sou aplikasyon NJ TRANSIT lan, nan yon\ndistribitè biyè otomatik oswa nan yon gichè ki gen pèsonèl. Ou ka jwenn enfòmasyon sou\nestasyon ak adrès yo, paking yo ak lè tikè yo la.11Kisa k ap pase si mwen dwe vwayaje an deyò New Jersey, New York ak\nPhiladelphia?\nNJ TRANSIT konekte ak lòt founisè transpò nan zòn sa yo.\n•Amtrak - bay yon sèvis fewovyè alantou Northeast Corridor ak sèvis fewovyè nasyonal\nlong distans. Kliyan NJ TRANSIT ka konekte ak Amtrak nan estasyon Netwark, Trenton,\nMetropark, New York ak Philadelphia 30th Street.\n•BurLink - ap eksplwate yon sèvis transpò nan Konte Burlington apati plizyè estasyon\nalantou River Line\n•Dock and Roll Shuttle - konekte Konte Monmouth ansanm ak sèvis feri a ak Lower\nManhattan.\n•Greyhound - bay sèvis otobis ki konekte vil ak vil nan 2,400 anplasman nan Nò Amerik\n(North America). Kliyan NJ Transit yo ka konekte ak Greyhound nan estasyon bis Port\nAuthority Bus Terminal, nan estasyon Newark Penn Station, nan estasyon bis Greyhound\nnan Philadephia oswa Atlantic City.\n•MTA - eksplwate metwo ak bis New York City, Metro-North Railroad, Long Island Rail\nRoad, ak lòt sèvis epi kliyan yo ka konekte ak sèvis MTA yo nan estasyon New York Penn,\nestasyon bis Port Authority Bus Terminal oswa George Washington Bridge Bus Terminal.\n•New York Waterway - ofri yon sèvis transbòde a travè Rivyè Hudson ak koneksyon\ndisponib nan Hoboken Terminal, Port Imperial, Exchange Place, Pavonia-Newport ak lòt\nkote sou rivaj Hudson lan.\n•PATCO - ofri yon sèvis fewovyè ant Southern New Jersey ak Philadelphia epi kliyan yo ka\npran l nan Walter Rand Transportation Center (Camden) oswa nan Lindenwold.\n•PATH - bay yon sèvis regilye 24 sou 24 ant Newark, Jersey City, Hoboken, ak New York\navèk koneksyon nan NJ TRANSIT nan estasyon Newark Penn Station oswa nan tèminal\nHoboken Terminal.\n•SEPTA - bay sèvis transpò komen nan Philadelphia ak nan Sidès Pennsylvania. Kliyan NJ\nTRANSIT yo ka konekte ak sèvis SEPTA nan Trenton Transit Center oswa Philadelphia\n30th Street Station.\nBagay ou Dwe Konnen sou Lwa kont Diskriminasyon, Dwa nan Espas\nTravay ak Resous New Jersey\n•Pou enfòmasyon sou lwa New Jersey kont diskriminasyon, tanpri klike lapou anglè epi la\npou espanyòl.\n•Pou enfòmasyon sou kòman pouw depoze yon plent, tanpri klike lapou anglè lapou\nespanyòl.\n•Pou enfòmasyon sou pwoteksyon kont asèlman sekyèl, tanpri klike lapou anglè epi la\npou espanyòl.\n•Pou plis enfòmasyon sou pwoteksyon kont diskriminasyon ak asèlman nan lekòl, tanpri\nklike lapou anglè epi lapou espanyòl.12•Pou plis enfòmasyon sou pwoteksyon kont diskriminasyon nan zafè lojman, tanpri klike\nlapou anglè epi la pou espanyòl.\n•Pou w jwenn enfòmasyon sou pwoteksyon kont diskriminasyon nan zafè lojman ki baze\nsou sous revni legal ou prevwa itilize pou peye lwaye a, tanpri klike lapou anglè epi la\npou espanyòl.\n•Klike lapou plis enfòmasyon sou dwa travayè yo nan Depatman Travay ak Devlopman\nEspas Travay la nan Kominote Imigran ak Refijye yo, Lwa sou Salè yo ak Tan yo, Plent\npou Salè yo Volè ak plis ankò.\nPou plis enfòmasyon sou tout nouvo resous nan New Jersey, tanpri konsilte\nGid resous yo nan Depatman Sèvis Sosyal nan New Jersey.Pou anglè, tanpri\nklike la. Pou espanyòl, tanpri klike la\nPou plis enfòmasyon souBiwo Nouvo Amerikenan, tanpri klike la.\nPou wè pake sa a sou entènèt, tanpri eskane kòd QR ki anba a:\nSi w antre Etazini nan kad Pwogram pou Kiba, Ayiti, Nikaragwa ak Venezyela a (Cuban Haitian Nicaraguan \nand Venezuelan Program, CHNV), CBP One App ™, oswa si w te resevwa yon Estati Pwoteksyon Tanporè \ndènyeman an (Temporary Protected Status, TPS) ou elijib pou w aplike imedyatman pou yon Kat Otorizasyon\npou Travay (Employment Authorization Document, EAD), ke yo rele tou yon pèmi travay. Si w aplike pou azil \n(fòmilè I-589 ), depi aplikasyon w lan gentan gen 150 jou, ou elijib pou w aplike pou yon pèmi travay. \nEta New Jersey\nPhil Murphy,Gouvènè\nT ahesha L. WayLietnan GouvènèDepatman Sèvis Sosyal\nSarah Adelman,Komisè\nOtorizasyon Travay pou Imigran ki Fenk Rive\n \n \n \n \n  Pou plis enfòmasyon, tanpri vizite: www.nj.gov/humanservices/njnewamericans/\nSa w dwe konnen\n• Yon pèmi travay pèmèt ou travay legalman nan Etazini, li pa ba w yon lòt estati antanke imigran\n• Nou kapab ranpli aplikasyon an sou entènèt atravè Depatman Sèvis Sitwayènte \nak Imigrasyon Etazini an (U.S. Citizenship and Immigration Services, USCIS) nan  \nmyaccount.uscis.gov/users/sign_up  oswa pa lapòs \n• Gen yon frè $410 pou sa (li pa ranbousab), epi gen kèk aplikan yo ka fè peye yon lòt \nfrè biyometrik anplis ki se $85. Ou ka elijib pou yo pa fè w peye frè sa, tanpri, vizite:  \nwww.uscis.gov/forms/ling-fees/additional-information-on-ling-a-fee-waiver\n• Ou kapab tcheke estati ka w la lè w konekte sou kont USCIS ou a \nMen kòman pou w aplike\nAplikan an dwe ranpli fòmilè I-765 lan epi bay dokiman yo mande yo, tankou: de foto paspò ak kopi\nfòmilè I-94 la, paspò oswa lòt dokiman vwayaj, kat idantite peyi kote w soti a, epi dènye EAD ou\ngenyen an (si ou te gentan gen yonn). Li enpòtan pou w konprann elijibilite ak kritè yo.\nPou plis enfòmasyon, tanpri vizite: USCIS.GOV\nFè Atansyon Pou Nou Pa Viktim Fwod\nEndividi malonèt k ap pretann yo se \"konsiltan nan imigrasyon,\" \"notè\" oswa \"avoka\", yo se raketè k\nap pretann yo ka bay sèvis imigrasyon pou yo ka manje lajan moun ki pa vrèman pale anglè yo. Se\nsèlman avoka ak reprezantan otorize USCIS ki gen dwa pou yo prepare dokiman legal tankou fòmilè\npou imigrasyon yo, pou yo bay konsèy legal sou zafè ki konsène imigrasyon oswa pou yo reprezante\nkliyan yo nan yon pwosesis legal. Tanpri gade Lis Founisè Sèvis Gratis Depatman Lajistis la .\nPou w rapòte fwod ki gen pou wè ak imigrasyon, tanpri kontakte Depatman Afè Konsomatè yo:\n1-800-242-5846 (Apèl gratis pou moun ki nan New Jersey).\nOu Gentan Gen Otorizasyon pou Travayepi W ap Chèche Travay?\nGen èd ki disponib atravè Depatman Travay NJ a,\ntanpri vizite: nj.gov/labor/ayuda\nSèvis sosyal New Jersey yo la pou ede ou menm ak fanmi w.\nEta New Jersey\nPhil Murphy, Gouvènè | Sheila Oliver, Lyetnan GouvènèDepatman Sèvis Sosyal\nSarah Adelman, KomisyonèJWENN ÈD AVÈK:NEW JERSEY DEPATMAN SÈVIS SOSYAL\nPEYE ASIRANS SWEN \nSANTE\nVizite www.NJFamilyCare.org\n1-800-701-0710\nASISTANS NAN REVNI POU\nMOUN YO AK FANMI YO\nVizite NJHelps.orgPEYE PWOVIZYON\nViizite www.NJSNAP .gov\n1-800-687-9512\nSWEN TIMOUN\nVizite www.ChildCareNJ.gov\n1-800-332-9227TRETMAN POU DEPANDANS\nAK REKIPERASYON\nRele nan 844-REACHNJ\nSANTE MANTAL &\nSIPÒ EMOSYONÈL\nNimewo Ijans 988 pou Swisid ak Kriz \nNJMentalHealthCares 866-202-HELP\nASL Apèl Videyo 973-870-0677\nSÈVIS POU MOUN KI\nANDIKAPE YO\nRele nan 888-285-3036ÈD POU\nREZIDAN KI PI AJE YO\nRele nan 877-222-3737"
}