{
    "title": "Welcome-Booklet_ENGLISH_01.2024.pdf",
    "url": "Welcome-Booklet_ENGLISH_01.2024.pdf",
    "body": "Last updated October 20222This is a welcome packet with a set of resources intended to support you\nand your family. You will find information about resources and services\nincluding legal services, food and income assistance, health care and\nmental health services, school enrollment, getting a state identification\ncard, and transportation. All the topics have links that will direct you to\nthe indicated websites. There are also flyers and contact information\nregarding the different services and resources available to New Jersey\nresidents.3Table of Contents\nNeed Legal Assistance?.................................................................................................................................5\nLegal services providers for general assistance........................................................................................5\nImmigration legal services for unaccompanied minors or youth .............................................................5\nPro Bono (free) Immigration Legal Services Providers are listed here .....................................................5\nApplying for asylum ..................................................................................................................................6\nI-94s...........................................................................................................................................................6\nNeed Food or Income Assistance?................................................................................................................6\nFood pantries ............................................................................................................................................6\nWomen, Infants, and Children (WIC) Program .........................................................................................6\nNew Jersey Supplemental Assistance Program (NJSNAP) ........................................................................7\nTemporary Assistance for Needy Families (TANF)....................................................................................7\nGeneral Assistance (GA)............................................................................................................................7\nConcerned about accepting benefits and the “Public Charge?\"...............................................................7\nNeed Health Care and Mental Health Supports? .........................................................................................7\nFederally Qualified Health Centers (FQHCs).............................................................................................7\nNew Jersey Hospital Care Payment Assistance Program..........................................................................8\nMental Health Supports............................................................................................................................8\nHealthcare coverage .................................................................................................................................8\nImmigrant eligibility for Medicaid.............................................................................................................8\nMedical Emergency Payment Program.....................................................................................................8\nHow do I apply for the Medical Emergency Payment Program for undocumented residents?...............9\nGet Covered NJ - health insurance through the Affordable Care Act.......................................................9\nNeed to Enroll Your Children in School?.......................................................................................................9\nImmunizations ........................................................................................................................................10\nNeed Identification? ...................................................................................................................................10\nNeed Transportation?.................................................................................................................................10\nWhere can I find information about fares? ............................................................................................10\nWhat if I need to travel outside of New Jersey, New York, and Philadelphia?.......................................11\nThings You Should Know About New Jersey’s Discrimination Law, Workplace Rights, and Resources.....114Additional Resources\n•New Jersey Department of Human Services Resources ( English ,Spanish )\n•New Jersey Office of New Americans Services ( Bilingual: English, Spanish )\n•New Jersey List of Pro Bono Legal Service Providers ( English )\n•Women, Infants, and Children (WIC) Food and Nutrition Assistance ( English ,Spanish )\n•County Board of Social Services ( DHS Website )\n•Federally Qualified Health Centers ( DOH Website )\n•New Jersey Department of Health K-12 Immunizations ( English )\n•Legal Services for unaccompanied migrant children ( Bilingual: English, Spanish )\n•Education for Homeless Children and Youth Program ( By District Website )\n•5 Things You Should Know About New Jersey Law and Discrimination ( English, Spanish )\n•5 Things You Should Know About Protections Against Discrimination in School ( Eng., Span )\n•Hispanic Women’s Resource Centers ( English, Spanish )\n•Identity Theft and Phishing ( English ,Spanish )\n•Avoiding Immigration Services Scams ( English ,Spanish )\n•Elder Fraud ( English ,Spanish )\n•New Jersey Hourly Wage ( English )5Need Legal Assistance?\nUnderstanding your immigration status and what options may be available to you and your\nfamily to seek immigration relief is important. Here are some resources if you need legal\nsupport.\nIf you are seeking asylum, your case may be in different stages of the asylum application\nprocess and you may be scheduled for a court hearing in New Jersey or another state. Here are\nsome important resources and information for you.\nNote: You can learn more about your next step with immigration or court date by calling 1-800-\n898-7180 or visiting this website. You can also click here for Immigration and Customs\nEnforcement’s (ICE) informational website for individuals who were released from the custody\nof immigration officials along the southwest border of the United States and instructed to\nreport to a U.S. Immigration and Customs Enforcement (ICE) office.\nLegal services providers for general assistance\nYou may call the organizations for a consultation or advice; please note that representation by\nany of these organizations depends on capacity and is not guaranteed.\nFree or low cost and expert legal counsel and representation is available to individuals who are\nat risk and vulnerable to deportations or are facing deportation/removal proceedings in New\nJersey and do not have access to legal counsel.\nAmerican Friends Service Committee : Call 973-643-1924 to request a consult\nLegal Services of New Jersey (LSNJ) : Call 732-572-9100 ext. 8782 or visit here to request a\nconsult\nCatholic Charities of Newark also runs an Immigration Court HelpDesk at the Newark\nImmigration Court, to provide information and other legal assistance (not representation). You\nmay find them at 970 Broad Street, Newark, NJ, from 9:30 a.m. to 1:00 p.m. Mondays through\nThursdays.\nImmigration legal services for unaccompanied minors or youth\nFree legal counsel and social services coordination is available to migrant children and youth\nunder age 21 who arrive in New Jersey as unaccompanied minors seeking refuge.\nKids in Need of Defense : Call or text 201-305-9217 , or email UACscreening@njcic.org\nPro Bono (free) Immigration Legal Services Providers are listed here6Applying for asylum\nUnited States Citizenship and Immigration Services Information about applying for asylum\nIf you are eligible for asylum , you may be permitted to remain in the United States. To apply for\nasylum, you must file a Form I-589, Application for Asylum and for Withholding of Removal ,\nwithin one year of your arrival to the United States. You may include your spouse and children\nwho are in the United States on your asylum application at the time you file or at any time until\na final decision is made on your case. To include your child on your application, the child must\nbe under 21 and unmarried.\nIf you have a pending asylum application, you may be eligible to apply for anemployment\nauthorization. To apply, you must file Form I-765, Application for Employment Authorization,\n150 days after you file your asylum application. You are not eligible to receive an Employment\nAuthorization Document (EAD) until your asylum application has been pending for at least\nanother 30 days, for a total of 180 days, commonly referred to as the 180-Day Asylum EAD\nClock.\nI-94s\nAnI-94 Electronic Form is an admission record that has your entry date to the United States,\nstatus, and departure date, if you entered with inspection/valid entry documents. If you have\nmisplaced this document, you can retrieve it here .\nNeed Food or Income Assistance?\nFood pantries\nMany food pantries and soup kitchens can help you get a free meal or perishable food. To find a\nfood pantry or soup kitchen near you, call or text 2-1-1. NJ 211 provides daily live assistance 24\nhours a day. The service is free, confidential and multilingual. You can simply dial 2-1-1, text by\nsending your zip code to 898-211), or chat online . Whichever method you choose, you will be\ncommunicating with a community resource specialist who has been educated about federal,\nstate and local systems created to help.\nWomen, Infants, and Children (WIC) Program\nWIC provides food and nutrition assistance to pregnant women and children up to 5 years old.\nWIC services are available regardless of immigration status. You can apply at a WIC office . To\nfind one near you, click here.\nFact sheets about WIC are available in multiple languages here7New Jersey Supplemental Assistance Program (NJSNAP)\nNJSNAP helps eligible households purchase foods at grocery stores or farmer’s markets. Eligible\nfamilies and qualified immigrants can apply for NJSNAP online by visiting NJHelps.gov or by\ngoing to their local county social services agency.\nTemporary Assistance for Needy Families (TANF)\nTANF provides temporary cash assistance and emergency housing assistance to eligible families\nwith children to meet their basic needs. Eligible families and qualified immigrants can apply for\nTANF by visiting NJHelps.gov or going to their local county social services agency.\nGeneral Assistance (GA)\nGA provides temporary cash assistance or emergency housing assistance to eligible single\nindividuals to meet their basic needs. Eligible and qualified immigrants can apply for GA by\nvisiting NJHelps.gov or going to their local county social services agency.\nConcerned about accepting benefits and the “Public Charge?\"\nIf you are applying for a green card (lawful permeant resident status), visa/visa extension, or a\nchange of status you must pass a “public charge” test to assess if the person will be dependent\non government benefit. The only benefits that are considered in the public charge test are cash\nassistance programs that provide on-going support including Supplemental Security Income\n(SSI), TANF, and General Assistance. Long-term institutional care, such as a nursing home, paid\nby the government is also included. If you are unsure if this applies to you or a family member,\nplease consult with an immigration attorney.\nNeed Health Care and Mental Health Supports?\nFederally Qualified Health Centers (FQHCs)\nFQHCs are community-based health centers that provide free or low-cost health care services\nto individuals who do not have health insurance. Health centers provide a wide range of\nservices that include:\n•Comprehensive Primary and Preventive Health Care\n•Pediatric Services\n•Dental Care\n•Women’s Health\n•Behavioral/Mental Health\n•Lab Services\n•HIV/AIDS Counseling and Testing\n•And much more.\nHealth centers are located statewide. To locate the health center nearest you, please visit here .8New Jersey Hospital Care Payment Assistance Program\nThe program is available to patients for inpatient and outpatient services at all acute care\nhospitals throughout New Jersey. Medically necessary services may be eligible for patients who\nmeet income and asset criteria. For more information, check English andSpanish.\nMental Health Supports\nMental Health Cares offers behavioral health information and referrals to individuals needing\nemotional support or other mental health concerns. They are available 7 days a week, from 8\nam to 8 pm at 1-866-202-HELP (4357) or by texting NJHOPE to 51684.\n988 Suicide & Crisis Lifeline If you are having thoughts of suicide or are\nexperiencing a mental health or substance use related crisis, call or text 988.\nSign language users can call 973-870-0677 videophone for emotional support.\nIndividuals needing addiction treatment assistance can call 1-844-ReachNJ (1-844-732-2465) 24\nhours a day, seven days a week, to get connected to treatment, regardless of whether they\nhave health insurance.\nHealthcare coverage\nNew Jersey Medicaid, also known as NJ FamilyCare, provides free or low cost health insurance\nfor eligible individuals and families, including pregnant women, children, and individuals with\ndisabilities. Individuals can self-screen for NJ FamilyCare at NJHelps and apply online at NJ\nFamilyCare .\nThe Children’s Health Insurance Program (CHIP) provides free or low-cost healthcare coverage\nto children under the age of 19 who meet certain family income requirements. To apply, please\nvisit the NJ FamilyCare website .\nImmigrant eligibility for Medicaid\nChildren age 18 or younger and pregnant women who are lawfully present are able to apply for\nNJ FamilyCare, regardless of when they entered the United States. They do not have to wait five\nyears to be eligible. Adults who are legal permanent residents of the United States must have\nhad that status for at least five years to be eligible for NJ FamilyCare. Please contact NJ\nFamilyCare for eligibility .\nMedical Emergency Payment Program\nIf you or your child(ren) are residents of New Jersey, have had a recent medical emergency and\nare not eligible for NJ FamilyCare because you do not meet the citizenship/immigration9requirements, you or your children may be eligible for payment of certain emergency medical\nservices through NJ FamilyCare.\nTo access the Medical Emergency Payment Program, individuals must:\n•be an established New Jersey resident;\n•have no documentation from the U.S. Citizenship and Immigration Service (USCIS); or\nohave lawfully present status (green cards or some visas) or other restricted\nimmigration status but entered the United States on or after August 22, 1996,\nand you have not resided in the United States for 5 years; or\noare a non-immigrant (student, child of a worker or visitor on business).\n•have income within the appropriate standard for household size\n•meet all other Medicaid eligibility requirements.\nHow do I apply for the Medical Emergency Payment Program for undocumented\nresidents?\nWhen an emergency medical event occurs as described above, the hospital will\ninitiate the application process for the Medical Emergency Payment Program.\n•The hospital will ensure that the application and necessary documents are completed\nbefore an individual is discharged.\n•The hospital will submit the documentation to the appropriate county board of social\nservices, where the eligibility determination will be completed.\n•If additional information is required, the board may outreach the applicant or their\nrepresentative for additional information. Notices of eligibility determinations will be\nsent to the address on the application.\n•Once an individual is determined eligible, the claims will be submitted to Medicaid for\npayment.\nGet Covered NJ - health insurance through the Affordable Care Act\nNewcomers are also eligible for health insurance plans under the Affordable Care Act. Get\nCovered NJ is New Jersey’s official health plan marketplace for these plans. Newcomers have\nthe option to apply within 60 days’ post arrival, or otherwise wait until open enrollment, which\nruns from November 1 to January 31.\nNeed to Enroll Your Children in School?\nNew Jersey offers free public school from kindergarten (K) age 5 through 12thgrade, in the\nschool district where you reside.10Head Start is a school readiness program for children up to age 5 that is free for low income\nfamilies regardless of immigration status, dependent on eligibility .\nImmunizations\nStudents who do not have the required vaccines may not be able to attend school until they\nhave received the appropriate vaccines or an exemption form has been submitted to the school\nnurse. You can learn more about required immunizations and how to submit documentation by\ngoing here.\nNeed Identification?\nState identification, or photo identification,cards, are provided to New Jersey residents\nregardless of their immigration status. This is solely an identification card and cannot be used\nfor driving purposes.\nA New Jersey Driver’s Licenseis another form of state identification and required for driving\nprivileges. All applicants applying for a New Jersey Driver License must be eligible and undergo\nawritten anddrivers exam . You can get a New Jersey license regardless of immigration status.\nYou can apply in-person at New Jersey Motor Vehicle Commission location.\nAn alternative to the state identification cards arecity identity cards.Some cities in New Jersey\nissue a photo identification card for residents that provide access to various services, programs,\nand discounts in the city. Please contact the local municipal/ town hall offices to verify if your\ncity offers these identification cards.\nNeed Transportation?\nNJ TRANSIT is New Jersey’s public transportation system. NJ TRANSIT covers a service area with\nbus, rail and light rail transit linking major points in New Jersey, New York, and Philadelphia.\nWhere can I find information about fares?\nFares depend upon many factors such as distance traveled, type of ticket purchased, type of\ntransportation utilized, date and/or time of day. For specific trip fares, you need to check the\nschedule and route information. Tickets for all modes of transportation can be purchased on\ntheNJ TRANSIT app, at a ticket vending machine, or at a staffed ticket office. Station\ninformation with addresses, parking, and ticket office hours can be found here .11What if I need to travel outside of New Jersey, New York, and Philadelphia?\nNJ TRANSIT connects with other transportation providers at major locations across the system.\n•Amtrak - provides rail service along the Northeast Corridor and national long-distance\nrail service. NJ TRANSIT customers can connect to Amtrak at Newark, Trenton,\nMetropark, New York, and Philadelphia 30th Street stations.\n•BurLink - operates shuttle bus service in Burlington County from several stations along\nthe River LINE.\n•Dock and Roll Shuttle - connects Monmouth County’s shore communities and ferry\nservice to Lower Manhattan.\n•Greyhound - provides intercity bus services to 2,400 locations in North America. NJ\nTRANSIT customers can connect to Greyhound at Port Authority Bus Terminal, Newark\nPenn Station, Philadelphia’s Greyhound Bus Terminal or Atlantic City.\n•MTA - operates New York City transit subway and buses, Metro-North Railroad, Long\nIsland Rail Road, and other services, and customers can connect to MTA services at New\nYork Penn station, Port Authority Bus Terminal or George Washington Bridge Bus\nTerminal.\n•New York Waterway - provides trans-Hudson River ferry service with connections\navailable at Hoboken Terminal, Port Imperial, Exchange Place, Pavonia-Newport and\nother locations along the Hudson waterfront.\n•PATCO - provides rail service between Southern New Jersey and Philadelphia and\ncustomers can connect at the Walter Rand Transportation Center (Camden) or\nLindenwold.\n•PATH - provides frequent service 24 hours a day between Newark, Jersey City, Hoboken,\nand New York with connections from NJ TRANSIT at Newark Penn Station or Hoboken\nTerminal.\n•SEPTA - provides transit service in Philadelphia and Southeastern Pennsylvania. NJ\nTRANSIT customers can connect to SEPTA service at Trenton Transit Center or\nPhiladelphia 30th Street Station.\nThings You Should Know About New Jersey’s Discrimination Law,\nWorkplace Rights, and Resources\n•For information on New Jersey’s law against discrimination, please click here for English\nandhere for Spanish.\n•For information on how to file a discrimination complaint, please click here for English\nandhere for Spanish.\n•For information about protections from sexual harassment, please click here for English\nandhere for Spanish.\n•For information about protections from discrimination and harassment in school,\nplease click here for English and here for Spanish.12•For information about protections from discrimination in housing, please click here for\nEnglish and here for Spanish.\n•For information about protections from discrimination in housing based on the source\nof lawful income you plan to use to pay rent, please click here for English and here for\nSpanish.\n•Click here for more information on the Department of Labor and Workplace\nDevelopment Workers’ Rights for Immigrant and Refugee Communities, Wage and Hour\nLaws, Wage Theft Complaints, and more.\nFor more information on all of New Jersey’s resources, please review\nNew Jersey Department of Human Services Resource Guide.For English, please\nclick here . For Spanish, please click here\nFor more information on theOffice of New Americans, please click here .\nTo view this packet online, scan the QR code below:\nIf you have arrived to the U.S. under the Cuban Haitian Nicaraguan and Venezuelan Program (CHNV),  the \nCBP One App ™, or recently received Temporary Protected Status (TPS) you are eligible to immediately apply\nfor an Employment Authorization Document (EAD), also known as a work permit. If you filed for asylum \n(form I-589 ), you are eligible for a work permit once your application has been pending for 150 days. \nState of New Jersey\nPhil Murphy,Governor\nTahesha L. WayLt. GovernorDepartment of Human Services\nSarah Adelman,Commissioner\nWork Authorizations for Recent Migrant-Arrivals\n \n \n \n \n  For more information, please visit: www.nj.gov/humanservices/njnewamericans/\nWhat Y ou Need to Know\n• A work permit allows you to work lawfully in the U.S., it does not grant immigration status\n• Applications can be completed online through U.S. Citizenship and Immigration Services \n(USCIS) at myaccount.uscis.gov/users/sign_up  or by mail \n• There is a $410 ling fee (non-refundable), and some applicants may be subject to \nan additional $85 biometrics fee. You may be eligible for a fee waiver, please visit:  \nwww.uscis.gov/forms/ling-fees/additional-information-on-ling-a-fee-waiver\n• You can check the status of your case by logging in to your USCIS account \nHow to Apply\nTo apply, applicants must complete form  I-765  and provide additional documents, including: \ntwo identical passport-style photos and copies of I-94, passport or another travel document, \ngovernment issued identication, and last issued EAD (if applicable). It is important to understand \nthe eligibility and criteria.\nFor more information, please visit: USCIS.GOV\nBe Aware of Falling Victim of Fraud\nUnscrupulous individuals pretending to be “immigration consultants,” “notarios” or “attorneys,” are \nfalsely claiming they can provide immigration services to targeted immigrants with limited English \nskills. Only attorneys and accredited representatives authorized by USCIS are allowed to prepare\nlegal documents such as immigration forms, give advice on legal matters, or represent clients in a\nlegal proceeding. Please see the Department of Justice’s Pro Bono Legal Services Providers .\nTo report immigration scams, please contact the New Jersey Division of Consumer Affairs:\n    1-800-242-5846  (toll-free within New Jersey).\n     Already Have Work Authorization and Seeking Employment?\nAssistance is available through the NJ Department of Labor, \nplease visit: nj.gov/labor/ayuda\nState of New Jersey \n \n \n \n  New Jersey Human Services is here to help you and your family.\nGET HELP WITH:\nAFFORDING HEALTH CARE\nCOVERAGE\nAFFORDING GROCERIES\nINCOME ASSISTANCE FOR\nINDIVIDUALS AND FAMILIES\nCHILD CARE SERVICES FOR INDIVIDUALS\nWITH DISABILITIESSUPPORTS FOR\nOLDER RESIDENTSMENTAL HEALTH &\nEMOTIONAL SUPPORTADDICTION TREATMENT\nAND RECOVERY\nVisit www.NJFamilyCare.org\n1-800-701-0710\nVisit www.NJSNAP.gov\n1-800-687-9512\nVisit NJHelps.org\nVisit www.ChildCareNJ.gov\n1-800-332-9227Call 844-REACHNJ\nSuicide & Crisis Lifeline 988\nNJMentalHealthCares 866-202-HELP\nASL Videophone 973-870-0677\nCall 877-222-3737\nCall 888-285-3036\nNEW JERSEYDEPARTMENT OF HUMAN SERVICES\nSarah Adelman, Commissioner Phil Murphy, Governor | Tahesha L. Way, Lt. GovernorDepartment of Human Services"
}