{
    "title": "Welcome-Booklet_Espanol.pdf",
    "url": "Welcome-Booklet_Espanol.pdf",
    "body": "Última actualización octubre 20222Este es un paquete de bienvenida con un conjunto de recursos\ndestinados a apoyarle a usted y a su familia. Encontrará información\nsobre recursos y servicios que incluyen servicios legales, asistencia\nalimenticia y de ingresos, servicios de atención médica y de salud\nmental, inscripción en la escuela, como obtener una tarjeta de\nidentificación estatal y medios de transporte. Todos los temas tienen\nenlaces que le dirigirán a las páginas web indicadas. También hay\nfolletos e información de contacto sobre los diferentes servicios y\nrecursos disponibles para los residentes de New Jersey.3Índice de contenidos\n¿Necesita asistencia legal? ............................................................................................................. 5\nProveedores de servicios legales para asistencia general .......................................................... 5\nServicios legales de inmigración para menores o jóvenes no acompañados............................. 5\nLos proveedores de servicios jurídicos de inmigración pro bono (gratuitos) se encuentran\nenumerados aquí ........................................................................................................................ 5\nSolicitar asilo ............................................................................................................................... 6\nServicios de Ciudadanía e Inmigración de los Estados Unidos- Información sobre la solicitud\nde asilo ........................................................................................................................................ 6\nI-94............................................................................................................................................... 6\n¿Necesita ayuda alimenticia o de ingresos?................................................................................... 6\nDespensas de alimentos.............................................................................................................. 6\nPrograma para Mujeres, Bebés y Niños (WIC)............................................................................ 7\nPrograma de Asistencia Nutricional Suplementaria de New Jersey (NJSNAP)........................... 7\nAsistencia Temporal para Familias Necesitadas (TANF) ............................................................. 7\nAsistencia general (GA) ............................................................................................................... 7\n¿Preocupado por aceptar beneficios y la \"carga pública\"? ........................................................ 7\n¿Necesita atención médica y apoyo de salud mental? .................................................................. 8\nCentros de Salud Federalmente Calificados (FQHC)................................................................... 8\nPrograma de asistencia para el pago de la atención hospitalaria de New Jersey ...................... 8\nApoyos para la salud mental....................................................................................................... 8\nCobertura médica........................................................................................................................ 9\nElegibilidad de los inmigrantes para recibir Medicaid................................................................ 9\nPrograma de pago de emergencias médicas .............................................................................. 9\nGet Covered NJ - seguro médico a través de la Ley de Atención Asequible ................................ 10\n¿Necesita inscribir a sus hijos en la escuela?................................................................................ 10\nVacunas......................................................................................................................................... 10\n¿Dónde puedo encontrar información sobre las tarifas?......................................................... 11\n¿Qué ocurre si tengo que viajar fuera de New Jersey, New York y Philadelphia? ................... 114Recursos adicionales\n•Recursos del Departamento de Servicios Humanos de New Jersey ( inglés, español )\n•Oficina de Servicios para Nuevos Americanos de New Jersey ( Bilingüe: inglés, español )\n•Lista de proveedores de servicios legales gratuitos de New Jersey ( inglés )\n•Asistencia alimenticia y nutricional para Mujeres, Bebés y Niños (WIC, por sus siglas en\ninglés ( inglés ,español )\n•Las juntas de servicios sociales del condado ( Pagina web por distrito )\n•Centros de Salud Federalmente Calificados ( Pagina web por distrito )\n•Departamento de Salud de New Jersey, Inmunizaciones K-12 ( inglés )\n•Servicios legales para niños migrantes no acompañados ( Bilingüe: inglés, español )\n•Programa de educación para niños y jóvenes sin hogar ( Página web por distrito )\n•5 cosas que debe saber sobre las leyes de New Jersey y la discriminación ( inglés ,español )\n•5 cosas que debe saber sobre las protecciones contra la discriminación en la escuela\n(inglés ,español )\n•Centros de recursos para mujeres hispanas ( inglés ,español )\n•Robo de identidad y suplantación de identidad ( inglés ,español )\n•¿Cómo evitar las estafas de los servicios de inmigración? ( inglés ,español )\n•Fraude hacia Adultos Mayores ( inglés ,español )\n•Salario por hora en New Jersey ( inglés)5¿Necesita asistencia legal?\nEs importante entender su situación migratoria y las opciones que pueden estar disponibles\npara usted y su familia para buscar alivio migratorio. A continuación, le ofrecemos algunos\nrecursos si necesita apoyo legal.\nSi está solicitando asilo, su caso puede estar en diferentes etapas del proceso de solicitud de\nasilo y se le puede programar una audiencia judicial en New Jersey o en otro estado. A\ncontinuación, le presentamos algunos recursos e información importante para usted.\nNota: Puede obtener más información sobre su próximo paso con inmigración o la fecha del\ntribunal llamando al 1-800-898-7180 o visitando esta página web . También puede hacer clic\naquí para ver la página web informativa del Servicio de Inmigración y Control de Aduanas (ICE,\npor sus siglas en inglés) para las personas que fueron liberadas de la custodia de los\nfuncionarios de inmigración a lo largo de la frontera suroeste de los Estados Unidos y que\nrecibieron instrucciones de presentarse en una oficina del Servicio de Inmigración y Control de\nAduanas (ICE, por sus siglas en inglés).\nProveedores de servicios legales para asistencia general\nPuede llamar a las organizaciones para una consulta o asesoramiento; tenga en cuenta que la\nrepresentación de estas organizaciones depende de la capacidad y no está garantizada.\nHay asesoría y representación legal gratuita o de bajo costo y experta disponible para las\npersonas que estén en riesgo y son vulnerables a las deportaciones o estén enfrentando\nprocedimientos de deportación en New Jersey y no tienen acceso a una asesoría legal.\nAmerican Friends Service Committee : Llame al 973-643-1924 para solicitar una consulta\nLegal Services of New Jersey: Llame al 732-572-9100 ext. 8782 o visite esta página para pedir\nuna consulta\nCatholic Charities de Newark también dirige un servicio de asistencia en la Corte de Inmigración\nde Newark, para proporcionar información y otra asistencia legal (no representación). Puede\nencontrarlos en 970 Broad Street, Newark, NJ, de 9:30 a.m. a 1 p.m. de lunes a jueves.\nServicios legales de inmigración para menores o jóvenes no acompañados\nLos niños y jóvenes migrantes menores de 21 años que llegan a New Jersey como menores no\nacompañados en busca de refugio disponen de asesoramiento jurídico gratuito y coordinación\nde servicios sociales. Kids in Need of Defense : Llame o envíe un mensaje de texto al 201-305-\n9217, o envíe un correo electrónico a UACscreening@njcic.org .\nLos proveedores de servicios jurídicos de inmigración pro bono (gratuitos) se\nencuentran enumerados aquí6Solicitar asilo\nServicios de Ciudadanía e Inmigración de los Estados Unidos- Información sobre la\nsolicitud de asilo\nSi usted es elegible para el asilo , se le puede permitir permanecer en los Estados Unidos. Para\nsolicitar el asilo, debe presentar el formulario I-589, Solicitud de Asilo y de Suspensión de\nRemoción , en el plazo de un año desde su llegada a los Estados Unidos. Puede incluir a su\ncónyuge e hijos que se encuentren en Estados Unidos en su solicitud de asilo en el momento de\npresentarla o en cualquier momento hasta que se tome una decisión final sobre su caso. Para\nincluir a su hijo en su solicitud, éste debe ser menor de 21 años y no estar casado.\nSi tiene una solicitud de asilo pendiente, puede ser elegible para solicitar unaautorización de\nempleo. Para solicitarla, debe presentar el Formulario I-765, Solicitud de Autorización de\nEmpleo, 150 días después de presentar su solicitud de asilo. No podrá recibir un Documento de\nAutorización de Empleo (EAD, por sus siglas en inglés) hasta que su solicitud de asilo haya\nestado pendiente durante al menos otros 30 días, lo que supone un total de 180 días, lo que se\nconoce comúnmente como el Reloj de los 180 días del EAD de asilo.\nI-94\nElformulario electrónico I-94 es un registro de admisión que contiene su fecha de entrada a los\nEstados Unidos, su estatus y su fecha de salida. Si usted ha extraviado este documento, puede\nrecuperarlo en línea aquí.\n¿Necesita ayuda alimenticia o de ingresos?\nDespensas de alimentos\nMuchas despensas de alimentos y comedores de beneficencia pueden ayudarle a conseguir una\ncomida gratuita o alimentos perecederos. Para encontrar una despensa de alimentos o un\ncomedor social cerca de usted, llame o envíe un mensaje de texto al 2-1-1. El NJ 211 ofrece\nasistencia diaria, en directo, las 24 horas del día. El servicio es gratuito, confidencial y\nmultilingüe. Sólo tiene que marcar el 2-1-1, enviar un mensaje de texto con su código postal al\n898-211) o chatear en línea (solo en inglés). Sea cual sea el método que elija, se comunicará con\nun especialista en recursos comunitarios que tiene información sobre los sistemas federales,\nestatales y locales creados para ayudar.7Programa para Mujeres, Bebés y Niños (WIC)\nEl programa para Mujeres, Bebés y Niños (WIC, por sus siglas en inglés) ofrece asistencia\nalimenticia y nutricional a las mujeres embarazadas y a los niños hasta los 5 años. Los servicios\nde WIC están disponibles sin importar el estatus migratorio. Puede solicitarlo en una oficina de\nWIC. Para encontrar una oficina cerca de usted, haga clic aquí.\nLas hojas informativas sobre WIC están disponibles en varios idiomas aquí.\nPrograma de Asistencia Nutricional Suplementaria de New Jersey (NJSNAP)\nEl programa de Asistencia Nutricional Suplementaria (NJSNAP, por sus siglas en inglés) ayuda a\nlos hogares que reúnen los requisitos a comprar alimentos en las tiendas de comestibles o en\nlos mercados agrícolas. Las familias que reúnen los requisitos y los inmigrantes que reúnen los\nrequisitos, pueden solicitar el NJSNAP en línea visitando NJHelps.gov o visitando a la agencia\nlocal de servicios sociales del condado .\nAsistencia Temporal para Familias Necesitadas (TANF)\nLa Asistencia Temporal para Familias Necesitadas (TANF, por sus siglas en inglés) ofrece\nasistencia temporal en efectivo y ayuda de emergencia para el hogar a las familias con hijos que\nreúnen los requisitos para satisfacer sus necesidades básicas. Las familias que reúnen los\nrequisitos y los inmigrantes cualificados pueden solicitar el TANF visitando NJHelps.gov o\nvisitando a la agencia local de servicios sociales del condado .\nAsistencia general (GA)\nLa Asistencia General (GA) ofrece asistencia temporal en efectivo o ayuda de emergencia para\nla vivienda a personas solteras que reúnen los requisitos para satisfacer sus necesidades\nbásicas. Los inmigrantes que reúnan los requisitos necesarios, pueden solicitar la GA visitando\nNJHelps.gov o visitando a la agencia local de servicios sociales del condado .\n¿Preocupado por aceptar beneficios y la \"carga pública\"?\nSi usted está solicitando una tarjeta verde (estatus de residente legal permanente),\nvisa/extensión de visa, o un cambio de estatus, debe pasar una prueba de \"carga pública\" para\nevaluar si la persona será dependiente de los beneficios del gobierno. Los únicos beneficios que\nse tienen en cuenta en la prueba de carga pública son los programas de asistencia monetaria\nque ofrecen una ayuda continua, como la Seguridad de Ingreso Suplementario (SSI, por sus\nsiglas en inglés), el TANF y la Asistencia General. También se incluyen los cuidados\ninstitucionales de larga duración, como una residencia de adultos mayores, financiados por el\ngobierno. Si no está seguro de que, si esto se aplica a usted o a un miembro de su familia,\nconsulte con un abogado de inmigración.8¿Necesita atención médica y apoyo de salud mental?\nCentros de Salud Federalmente Calificados (FQHC)\nLos Centros de Salud Federalmente Calificados (FQHC, por sus siglas en inglés) son centros de\nsalud comunitarios que ofrecen servicios médicos gratuitos o de bajo costo a personas que no\ntienen seguro médico. Los centros de salud ofrecen una amplia gama de servicios que incluyen:\n•Atención primaria y preventiva integral\n•Servicios pediátricos\n•Atención dental\n•Salud de la mujer\n•Salud mental y del comportamiento\n•Servicios de laboratorio\n•Asesoramiento y pruebas de VIH/SIDA\n•Y mucho más.\nLos centros de salud se encuentran en todo el estado. Para localizar el centro de salud más\ncercano a usted, visite aquí.\nPrograma de asistencia para el pago de la atención hospitalaria de New Jersey\nEl programa está disponible para los pacientes que incluye los servicios de hospitalización y\nambulatorios en todos los hospitales de atención intensiva en todo New Jersey. Los servicios\nmédicamente necesarios pueden ser elegibles para los pacientes que cumplen con los criterios\nde ingresos y bienes. Para más información, consulte las páginas en inglés yespañol .\nApoyos para la salud mental\nMental Health Cares ofrece información sobre la salud del comportamiento y referidos a\npersonas que necesiten apoyo emocional u otros problemas de salud mental. Están disponibles\nlos 7 días de la semana, de 8 am a 8 pm llamando al 1-866-202-HELP (4357) o enviando un\nmensaje de texto diciendo NJHOPE al 51684.\n988 Línea de prevención del suicidio y crisis Si tiene pensamientos suicidas o\nestá sufriendo una crisis relacionada con la salud mental o el consumo de\nsustancias, llame o envíe un mensaje de texto al 988.\nLos usuarios del lenguaje de señas pueden llamar al videoteléfono 973-870-0677 para recibir\napoyo emocional.9Las personas que necesiten asistencia para el tratamiento de la adicción pueden llamar al 1-\n844-ReachNJ (1-844-732-2465) las 24 horas del día, los siete días de la semana, para conectarse\ncon el tratamiento, independientemente de que tengan o no seguro médico.\nCobertura médica\nMedicaid de New Jersey, también conocido como NJ FamilyCare, ofrece un seguro médico\ngratuito o de bajo costo a las personas y familias que cumplen los requisitos, incluidas las\nmujeres embarazadas, los niños y las personas con discapacidad. Las personas pueden\nchequear si son eligibles para NJ FamilyCare en NJHelps.gov y solicitarlo en línea en NJ\nFamilyCare.\nEl Programa de Seguro Médico para Niños (CHIP, por sus siglas en inglés) ofrece cobertura\nmédica gratuita o de bajo costo a los niños menores de 19 años que cumplen ciertos requisitos\nde ingresos familiares. Para solicitarlo, visite la página web de NJ FamilyCare .\nElegibilidad de los inmigrantes para recibir Medicaid\nLos niños menores de 18 años de edad y las mujeres embarazadas que estén legalmente\npresentes, pueden solicitar NJ FamilyCare, independientemente de cuándo hayan entrado a los\nEstados Unidos. No tienen que esperar cinco años para ser elegibles. Los adultos que son\nresidentes permanentes legales de los Estados Unidos, deben haber tenido ese estatus durante\nal menos cinco años para ser elegibles para NJ FamilyCare. Por favor, póngase en contacto con\nNJ FamilyCare para obtener más información sobre la elegibilidad .\nPrograma de pago de emergencias médicas\nSi usted y/o sus hijos viven en New Jersey, y han tenido recientemente una emergencia médica\ny no son elegibles para NJ FamilyCare porque no cumplen con los requisitos de\nciudadanía/inmigración, usted y/o sus hijos pueden ser elegibles para el pago de ciertos\nservicios médicos de emergencia a través de NJ FamilyCare.\nPara acceder al Programa de Pagos de Emergencia Médica, las personas deben:\n•Ser un residente establecido en New Jersey;\n•No tener documentación del Servicio de Ciudadanía e Inmigración de los Estados Unidos\n(USCIS, por sus siglas en inglés); o\notener un estatus de presencia legal (tarjetas verdes o algunos visados) u otro\nestatus de inmigración restringido, pero haber entrado en los Estados Unidos el\n22 de agosto de 1996 o después, y no haber residido en los Estados Unidos\ndurante 5 años; o\noes un extranjero (estudiante, hijo de un trabajador o visitante por negocios).\n•Tener ingresos dentro de la norma adecuada para el tamaño del hogar10•Cumplir todos los demás requisitos de elegibilidad de Medicaid.\n¿Cómo puedo solicitar el Programa de Pago de Emergencias Médicas para\nresidentes indocumentados?\nCuando un evento de emergencia médica ocurre, el hospital iniciarán el proceso\nde solicitud para el Programa de Pago de Emergencias Médicas.\n•El hospital se asegurará de que la solicitud y los documentos necesarios se completen\nantes de que la persona sea dada de alta.\n•El hospital presentará la documentación a la junta de servicios sociales del condado\ncorrespondiente, donde se completará la determinación de la elegibilidad.\n•Si se requiere información adicional, la junta puede ponerse en contacto con el\nsolicitante o su representante para obtener información adicional. Las notificaciones\nsobre la determinación de la elegibilidad se enviarán a la dirección que figura en la\nsolicitud.\n•Una vez que se determine que una persona es elegible, las solicitudes se presentarán a\nMedicaid para su pago.\nGet Covered NJ - seguro médico a través de la Ley de Atención Asequible\nLos recién llegados también son elegibles para los planes de seguro médico bajo la Ley de\nCuidado de Salud Asequible. Get Covered NJ es el mercado oficial de planes de seguro médico\nde New Jersey. Los recién llegados tienen la opción de solicitarlo dentro de los 60 días\nposteriores a su llegada, o de lo contrario esperar hasta la inscripción abierta, que va desde el 1\nde noviembre hasta el 31 de enero.\n¿Necesita inscribir a sus hijos en la escuela?\nNew Jersey ofrece escuela pública gratuita desde el kinder (K) de 5 años hasta el 12º grado, en\nel distrito escolar en el que viva.\nHead Start es un programa de preparación para la escuela para niños hasta los 5 años de edad\nque es gratuito para las familias de bajos ingresos, independientemente de su estatus\nmigratorio, dependiendo de la elegibilidad .\nVacunas\nLos estudiantes que no tengan las vacunas requeridas no podrán asistir a la escuela hasta que\nhayan recibido las vacunas apropiadas o se haya presentado un formulario de exención a la\nenfermera de la escuela. Puede obtener más información sobre las vacunas requeridas y sobre\ncómo presentar la documentación, visitando esta página (en inglés).11¿Necesita una identificación?\nLas tarjetas de identificación estatal, o de identificación con foto, se ofrecen a los residentes\nde New Jersey independientemente de su estatus migratorio. Se trata únicamente de una\ntarjeta de identificación y no se puede utilizar para conducir.\nUna Licencia de Conducir de New Jerseyes otra forma de identificación estatal y es requerida\npara los privilegios de conducir. Todos los solicitantes de una licencia de conducir de New\nJersey deben ser elegibles y someterse a un examen escrito y de manejo . Usted puede obtener\nuna licencia de New Jersey sin importar su estatus migratorio.\nUsted puede solicitar en persona en la ubicación de la Comisión de Vehículos Motorizados de\nNew Jersey .\nUna alternativa a las tarjetas de identificación del estado son lastarjetas de identidad de la\nciudad. Algunas ciudades de New Jersey emiten una tarjeta de identificación con foto para los\nresidentes que ofrece acceso a varios servicios, programas y descuentos en la ciudad. Póngase\nen contacto con las oficinas municipales para verificar si su ciudad ofrece estas tarjetas de\nidentificación.\n¿Necesita transporte?\nNJ TRANSIT es el sistema de transporte público de New Jersey. NJ TRANSIT cubre un área de\nservicio con autobuses, trenes y trenes ligeros que conectan los principales puntos de New\nJersey, New York y Philadelphia.\n¿Dónde puedo encontrar información sobre las tarifas?\nLas tarifas dependen de muchos factores, como la distancia recorrida, el tipo de tiquete\ncomprado, el tipo de transporte utilizado, la fecha y/o la hora del día. Para conocer las tarifas\nde un viaje concreto, debe consultar los horarios y la información de la ruta . Los tiquetes para\ntodos los medios de transporte se pueden comprar en la aplicación de NJ TRANSIT , en una\nmáquina expendedora de tiquetes o en una taquilla con personal. La información de las\nestaciones con las direcciones, el estacionamiento y los horarios de las taquillas se puede\nencontrar aquí.\n¿Qué ocurre si tengo que viajar fuera de New Jersey, New York y Philadelphia?\nNJ TRANSIT se conecta con otros proveedores de transporte en los principales puntos del\nsistema.\n•Amtrak - ofrece servicio ferroviario a lo largo del corredor del noreste y servicio\nferroviario nacional de larga distancia. Los clientes de NJ TRANSIT pueden conectar con12Amtrak en las estaciones de Newark, Trenton, Metropark, New York y la Calle 30 en\nPhiladelphia.\n•BurLink - opera un servicio de autobús de enlace en el condado de Burlington desde\nvarias estaciones a lo largo de la River LINE.\n•Dock and Roll Shuttle - conecta las comunidades costeras del condado de Monmouth y\nel servicio de ferry al Bajo Manhattan.\n•Greyhound : ofrece servicios de autobús interurbano a 2.400 localidades de\nNorteamérica. Los clientes de NJ TRANSIT pueden conectar con Greyhound en la\nterminal de autobuses de Port Authority, en la estación de Newark Penn, en la terminal\nde autobuses Greyhound de Philadelphia o en Atlantic City.\n•MTA - opera el metro y los autobuses de tránsito de la ciudad de New York, el ferrocarril\nMetro-North, el ferrocarril de Long Island y otros servicios, y los clientes pueden\nconectar con los servicios de la MTA en la estación Penn de New York, la terminal de\nautobuses de la Autoridad Portuaria o la terminal de autobuses del puente George\nWashington.\n•New York Waterway - ofrece un servicio de transbordador por el río Hudson con\nconexiones disponibles en la terminal de Hoboken, Port Imperial, Exchange Place,\nPavonia-Newport y otros lugares a lo largo de la costa del Hudson.\n•PATCO - ofrece un servicio ferroviario entre el sur de New Jersey y Philadelphia y los\nclientes pueden conectar en el Centro de Transporte Walter Rand (Camden) o en\nLindenwold.\n•PATH - ofrece un servicio frecuente las 24 horas del día entre Newark, Jersey City,\nHoboken y New York con conexiones de NJ TRANSIT en la estación de Newark Penn o en\nla terminal de Hoboken.\n•SEPTA - ofrece servicio de tránsito en Philadelphia y el sureste de Pennsylvania. Los\nclientes de NJ TRANSIT pueden conectar con el servicio de SEPTA en el Centro de\nTránsito de Trenton o en la Estación de la Calle 30 de Philadelphia.\nLo que debe saber sobre la ley contra la discriminación de New Jersey,\nlos derechos en el lugar de trabajo y los recursos\n•Para obtener información sobre la ley de New Jersey contra la discriminación, haga clic\naquí para inglés y aquí para español.\n•Para obtener información sobre cómo presentar una queja por discriminación, haga clic\naquí para inglés y aquí para español.\n•Para obtener información sobre las protecciones contra el acoso sexual, haga clic aquí\npara inglés y aquí para español.\n•Para obtener información sobre la protección contra la discriminación y el acoso en la\nescuela, haga clic aquí para inglés y aquí para español.13•Para obtener información sobre la protección contra la discriminación en la vivienda,\nhaga clic aquí para inglés y aquí para español.\n•Para obtener información sobre la protección contra la discriminación en la vivienda\nbasada en la fuente de ingresos legales que usted planea utilizar para pagar el alquiler,\npor favor haga clic aquí para inglés y aquí para español.\n•Haga clic aquí para obtener más información sobre el Departamento de Trabajo y\nDesarrollo Laboral Derechos de los Trabajadores para las Comunidades de Inmigrantes y\nRefugiados, Leyes de Salarios y Horas, Quejas de Robo de Salarios, y más.\nPara obtener más información sobre todos los recursos de New Jersey, consulte\nla Guía de recursos delDepartamento de Servicios Humanos de New Jersey\nPara el inglés, por favor haga clic aquí. Para el español, por favor haga clic aquí.\nPara obtener más información sobre la Oficina de Servicios para Nuevos\nAmericanos de New Jersey, por favor haga clic aquí.\nPara ver este paquete en línea, escanee el código QR:\nSi usted ha llegado a los EE.UU. bajo el Programa para Cubanos, Haitianos, Nicaragüenses y Venezolanos (CHNV, \npor sus siglas en inglés), el CBP One App™, o ha recibido recientemente un Estatus de Protección Temporal (TPS, por \nsus siglas en inglés), usted es elegible para solicitar inmediatamente un Documento de Autorización de Empleo \n(EAD, por sus siglas en inglés), también conocido como permiso de trabajo. Si usted solicitó asilo ( formulario \nI-589 ), usted es elegible para un permiso de trabajo una vez que su solicitud ha estado pendiente durante 150 días.  \nEstado de New Jersey\nPhil Murphy,Gobernador\nTahesha L. WayVicegobernadoraDepartamento de Servicios Humanos\nSarah Adelman,ComisionadaPermiso de trabajo para los migrantes recien llegados\n \n \n \n \n  Lo que debe saber\n • Un permiso de trabajo le permite trabajar legalmente en EE.UU., pero no le concede el estatus \nmigratorio.\n • Las solicitudes se pueden rellenar electronicamente a través del Servicio de Ciudadanía e \nInmigración de Estados Unidos (USCIS, por sus siglas en inglés) en myaccount.uscis.gov/\nusers/sign_up  o por correo. \n • Hay una tarifa de solicitud de $410 dólares (no reembolsable), y algunos solicitantes \npueden estar sujetos a una tarifa adicional de $85 dólares por los datos \nbiométricos. Usted puede ser elegible para una exención de tarifa, por favor visite:  \nwww.uscis.gov/es/formularios/tarifas-de-presentacion-de-formularios/informacion-\nadicional-sobre-como-presentar-una-exencion-de-tarifas  \n • Puede comprobar el estado de su caso accediendo a su cuenta del USCIS \n¿Como solicitar?\nPara solicitar, los solicitantes deben rellenar el formulario I-765  y aportar documentos adicionales, \nentre los que se incluyen: dos fotos idénticas de pasaporte y copias del I-94, pasaporte u otro \ndocumento de viaje, documento de identidad expedido por el gobierno y último EAD emitido (si \nprocede). Es importante comprender los requisitos y criterios.\nPara más información, visite: USCIS.GOV\nTenga cuidado de no ser víctima de un fraude\nPersonas sin escrúpulos se hacen pasar por “asesores de inmigración”, “notarios” o “abogados” y \narman falsamente que pueden prestar servicios de inmigración a inmigrantes con conocimientos \nlimitados de inglés. Sólo los abogados y representantes acreditados autorizados por el USCIS\npueden preparar documentos legales como formularios de inmigración, asesorar sobre asuntos \nlegales o representar a clientes en un procedimiento legal. Ver aquí una lista de Proveedores de \nservicios legales gratuitos del Departamento de Justicia  (en inglés).\nPara denunciar estafas de inmigración, póngase en contacto con la División de Asuntos del\nConsumidor de New Jersey: 1-800-242-5846 (llamada gratuita dentro de New Jersey).\n¿Ya tiene un permiso de trabajo y busca empleo?\nLa asistencia está disponible a través del Departamento de Trabajo de NJ,  \nvisite: nj.gov/labor/ayuda\nPara más información, visite la página: www.nj.gov/humanservices/njnewamericans/ Los Servicios Humanos de New Jersey está aquí\npara ayudarle a usted y a su familia.\nOBTENGA AYUDA CON:\nPAGOS DE COBERTURA\nDE SEGURO MÉDICO\nVisite la página www.NJFamilyCare.org \n1-800-701-0710\nCOMPRAS DE COMESTIBLES\nASISTENCIA DE INGRESOS\nPARA INDIVIDUOS Y FAMILIAS\nCUIDADO INFANTILTRATAMIENTO Y RECUPERACIÓN\nDE ABUSO DE SUSTANCIA\nAPOYO DE SALUD\nMENTAL Y EMOCIONAL\nAPOYO PARA RESIDENTES\nADULTOS MAYORES\nSERVICIOS PARA INDIVIDUOS\nCON DISCAPACIDADESVisite la página www.NJSNAP.gov\n1-800-687-9512\nVisite la página NJHelps.org\nVisite la página www.NJSNAP.gov\n1-800-687-9512 Llame al 888-285-3036Línea de prevención del suicidio y crisis 988\nNJMentalHealthCares 866-202-HELP\nVideollamada ASL 973-870-0677\nLlame al 877-222-3737Llame al 844-REACHNJ\nEL DEPARTAMENTO DE SERVICIOS HUMANOS\nDE NEW JERSEY\nEstado de New Jersey\nPhil Murphy, Gobernador | Tahesha L. Way, VicegobernadoraDepartamento de Servicios HumanosSarah Adelman, Comisionada \n \n \n \n  "
}